package org.telegramBot.wordStorage;

import java.util.ListResourceBundle;

public class ResourcesRU extends ListResourceBundle {
    private static final Object[][] content =
            {
                    {"0", "молния"},
                    {"1", "ракета"},
                    {"2", "улитка"},
                    {"3", "черепаха"},
                    {"4", "автобан"},
                    {"5", "автостоп"},
                    {"6", "вектор"},
                    {"7", "движение"},
                    {"8", "дистанция"},
                    {"9", "дорога"},
                    {"10", "водить"},
                    {"11", "касательная"},
                    {"12", "лимит"},
                    {"13", "луч"},
                    {"14", "марафон"},
                    {"15", "бежать"},
                    {"16", "вводить"},
                    {"17", "вести"},
                    {"18", "вестись"},
                    {"19", "войти"},
                    {"20", "бить"},
                    {"21", "выйти"},
                    {"22", "выходить"},
                    {"23", "двигаться"},
                    {"24", "идти"},
                    {"25", "медленно"},
                    {"26", "низко"},
                    {"27", "глубоко"},
                    {"28", "громко"},
                    {"29", "вниз"},
                    {"30", "вверх"},
                    {"31", "тормоз"},
                    {"32", "турбо"},
            };

    @Override
    protected Object[][] getContents() {
        return content;
    }
}
